#!/usr/bin/env python3
# 3. Даны стороны прямоугольника a и b. 
#    Найти его площадь S = a·b
#    и периметр P = 2·(a + b) 

a = int(input("Введите сторону a: "))
b = int(input("Введите сторону b: "))
s = a * b
p = 2 * (a * b)
print("Площадь прямоугольника: S =", s)
print("Периметр прямоугольника: P =", p)
