#!/usr/bin/env python3
# 1. Дана сторона квадрата a.
#    Найти его периметр P = 4·a

a = int(input("Введите сторону квадрата: "))
p = 4 * a 
print("Периметр: P =", p)
