#!/usr/bin/env python3
# 2. Дана сторона куба a.
#    Найти его площадь его поверхноcти S = 6*a*a

a = int(input("Введите сторону куба: "))
s = 6 * a * a
print("Площадь поверхности куба: S =", s)
