#!/usr/bin/env python3
# 4. Дан радиус окружности R.
#    Найти ее длину L = 2π·R.
#    В качестве значения π использовать 3.14.

PI = 3.14

r = int(input("Введите радиус окружности: "))
l = 2 * PI * r
print("Длина окружности: L =", l)
